#словарь
translations = {
    "chat": {
        "start": "👋 Здравствуйте! Я бот-ассистент для поиска товаров по артикулу.\n Что я могу сделать для вас: \n"
                 "• Найти товар по его артикулу. \n"
                 "• Предоставить информацию о товаре. \n"
                 "• Помочь оформить заказ. \n",

        "question": "Быстрее пули! ⚡ Наш менеджер @kazantipooo отвечает в течение часа. \n Не упустите шанс задать любой вопрос - он обязательно поможет! 💡 \n А также получите точную информацию о доставке товара от сроков до стоимости! 📦📍",

        "send_artikul": "Отправьте арктикул желаемого товара.",

        "Buy_tovar":"Выберите способ доставки: \n Курьером - вам принесет товар курьер. \n ПВЗ - вы выберите пункт выдачи заказов от СДЭК, ближайший к вам по нахождению.",

        "courier_":"Уважаемый клиент! Чтобы мы могли доставить ваш заказ, пожалуйста, предоставьте адрес: город, улица, дом, квартира.",

        "pvz_":"Выберите ПВЗ в СДЭК, и отправьте нам его адрес.",

        "sms": """Получатель: Дмитриев Евгений Анатольевич" \n"Номер счёта: 40817810700000900694"\n"БИК:044525068"\n"Банк-получатель:ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ «ОЗОН БАНК» 
        \n"Корр. счёт:30101810645374525068"\n"Назначение платежа:\n"Получатель: Дмитриев Евгений Анатольевич. При необходимости напишите «Перевод собственных средств. НДС не облагается.»
        \n"ИНН банка-получателя:9703077050"\n"КПП банка-получателя:770301001""",


        "address":"Записываем адрес...",

        "oplata":"Нажми чтобы сгенерировать чек",

        "you_chek":"Генерируем чек...",

        "F_tolk":"Работа раздела FAQ в боте обеспечивает быстрый и удобный доступ к часто задаваемым вопросам.",




        "faq_DB":"\033Какие способы оплаты доступны?\033\n"
                 "Прием платежей осуществляется через менеджера\n\n"
                 "Сколько стоит доставка?\n"
                 "Цена зависит от: физических характеристик отправляемого груза, таких, как объём, масса, длина; времени, которое тратится на погрузку и выгрузку товара; цены отправляемого товара и страхования груза; условий перевозки\n\n"
                 "Доставляете ли вы в другие регионы?\n"
                 "Наш магазин предусматривает доставки в другое регионы\n",


        
        
        "faq_VO": "Как вернуть товар, если он мне не подошёл?\n"
                  "Не выкидывать чеки, связаться с менеджером и отправить обратно товар, который не подошел.\n\n"
                  "Что делать, если товар пришёл с браком?\n"
                  "Связаться с менеджером, предоставить доказательства о браке товара и отправить обратно товар.\n\n"
                  "Какие условия обмена товара?\n"
                  "Общие условия обмена товара\n\n"
                  "Сохранение товарного вида\n"
                  "1.Товар должен быть неиспользованным, без повреждений, царапин или иных следов эксплуатации.\n"
                  "Сохранена оригинальная упаковка, ярлыки, пломбы и комплектация.\n\n"
                  "2.Наличие чека или подтверждения покупки\n"
                  "Для обмена обычно требуется предоставить чек, квитанцию или другой документ, подтверждающий покупку.\n\n"
                  "3.Срок обмена\n"
                  "Не более 14-ти дней со дня получения товара\n\n"
                  "4.Отсутствие индивидуальных особенностей товара\n"
                  "Товар не должен быть изготовлен или модифицирован под индивидуальный заказ покупателя.\n",
        
        
        
        "faq_K":"Как выбрать инструмент для определённого вида работ?\n"
                 "Написать менеджеру с вашей просьбой, а дальше он вам поможет выбрать подходящий вам инструмент)\n\n "
                 "Можно ли получить консультацию по телефону или в чате?\n"
                 "Да\n\n"
                 "Есть ли инструкции или видеообзоры по использованию товара?\n"
                 "Да\n",

        "faq_RK":"Как оформить заказ через Telegram/Whatsapp\n"
                 "Через менеджера\n\n"
                 "В какие дни и часы вы работаете?\n"
                 "Понедельник – Воскресенье\n\n"
                 "Где найти полный каталог товаров?\n"
                 "В телеграмм канале магазина\n\n"
                 "Можно ли забрать товар самостоятельно (самовывоз)?\n"
                 "Да, можно\n"
        ,
        "complete":"Готовы оформить заказ?",

        "Exit":"Очень жаль!\n Подпишись на наш Telegram-канал и будь в курсе всех новинок!\n Не пропусти ни одного замечательного товара!" ,

        "yes": "Оплата товара проходит по реквизитам в чате с нашим дружелюбным менеджером! \n"
               "Он поможет вам быстро и безопасно завершить сделку. \n"
               "Мы гарантируем простой и комфортный процесс покупки!"
                "Вот наши реквезиты: ",

    },

}


